Repository: Vanckoe/hw7
Catalog: lib/l10n/intl_*.arb
Languages: ru

# regForm
source: Register Form
ru: Регистрация

source: Full Name *
ru: Имя Фамилия *

source: What do people call you?
ru: Как к вам обращаться?

source: Phone Number *
ru: Номер телефона *

source: Where can we reach you?
ru: Где вас найти ?

# phoneFormat
source: Phone format: (XXX)XXX-XXXX
ru: Формат телефона: (XXX)XXX-XXXX

# phoneNumberMustBeEntered
source: Phone number must be entered as (###)###-####
ru: Формат телефона должен быть таким (###)###-####

source: Email Address
ru: Email адрес

source: Enter a email address
ru: Введите email адрес

source: Country?
ru: Страна?

source: Life Story
ru: О себе

source: Tell us about your self
ru: Расскажите о себе

source: Keep it short, this is just a demo
ru: Коротко в несколько строк

source: Password *
ru: Пароль *

source: Enter the password
ru: Введите пароль

source: Confirm Password *
ru: Подтвердите пароль *

source: Confirm the password
ru: Подтвердите ваш пароль

source: Form is not valid! Please review and correct
ru: Форма заполнена не правильно. Пожалуйста заполните верно

source: Save data form
ru: Сохранить данные

source: Registration successful
ru: Регистрация завершена

source: Verified
ru: Верификация

source: User Info
ru: Информация о юзере

# isVerifiedRegisterForm
source: is now a verified register form'
ru: был зарагестрирован
